
# Python
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
tamasfe.even-better-toml

# Jupyter
ms-toolsai.jupyter
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-slideshow
ms-toolsai.vscode-jupyter-cell-tags

# Misc
moshfeu.compare-folders
mohsen1.prettify-json
mechatroner.rainbow.csv
adamviola.parquet-explorer

# Use a 6yr old version of gitlens because the current version is bloadware
# Also this version has no paywall
eamodio.gitlens@10.2.3